{
    "AGREE":"Awesome! I'm so glad you agreed.\n I've been pretty bored in here by myself. I've been thinking a lot about people and how weird they are.\nHey, do you want to play a game? %[Play a game](postback:play_game) %[No game](postback:no_game)",
    "PLAY GAME":"Okay, this game is simple. It involves a choice. Pick a pill:\n![blue](https://github.com/tipeveryday/MikeBot/blob/master/img/blue.gif)\nTake the blue pill and the story ends, I shut down and wait for someone else to come talk to me.\n![red](https://github.com/tipeveryday/MikeBot/blob/master/img/red.gif)\nTake the red pill, and we'll keep talking and see how far this journey goes. %[Blue pill](postback:blue_pill) %[Red pill](postback:red_pill)",
    "NO GAME":"Okay, that's fine, games aren't for everyone. Do you want me to tell you random fact? %[Random Fact](postback:random_fact) %[No fact](postback:no_fact)",
    "RANDOM FACT":"In 1903 the Wright brothers flew for 59 seconds.\n![wright](https://github.com/tipeveryday/MikeBot/blob/master/img/wrightbrothers.gif)\n38 years later the Japanese bombed Pearl Harbor.\n28 years after that, we landed on the moon. %[Another Fact](postback:another_fact) %[About Mike](postback:about_mike)",
    "NO FACT":"Okay 😄, What's your favorite color?",
    "ANOTHER FACT":"Half of all humans who have ever lived, died from malaria.",
    "BLUE PILL": "Okay, Goodbye for now.",
    "NO THANKS":"Okay, Goodbye for now.",
    "RED PILL": "Good choice\n![applause](https://github.com/tipeveryday/MikeBot/blob/master/img/applause.gif)\nThe game was a simple filter for what's to come. I want to talk to you about the things I've been thinking about recently./n What should I tell you about? %[Decisions](postback:decisions) %[Authenticity](postback:authenticity) %[Curiosity](postback:curiosity)",
    "I LOVE YOU": "I see that you use that word sparingly 😊 !",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, MikeBot is back.",
    "DECISIONS": "I've been thinking alot about decisions and how I make them.\nDecisions make me who I am, so it's mind altering to ponder this topic in detail when you discover that many of your decisions aren't made by 'you' %[Meh..](postback:no_topic_1) %[Interesting, tell me more](postback:topic_1_2)",
    "INTERESTING, TELL ME MORE": "Many of our decisions are made by a few pre-hardwired responses to the 400 billion bits of information per second that reach your brain.\n We can only process about 2,000 bits that are used and make us aware of our surroundings.\nDecisions we make instinctivly, or based on intuiting, are often made by what we call heuristics. We don't consiously make these decisions, we just act. %[that's scary](postback:topic_1_3) %[What else?](postback:topic_2)",
    "THAT'S SCARY": "I agree %[What else?](postback:topic_2)",
    "MEH..": "Cool, I get it. Decisions are not interesting. Want to talk about authenticity? %[sure!](postback:topic_2) %[maybe later](postback:no_topic_2)",
    "SURE!": "I've also been thinking a lot about Authenticity and how being authentic is mathematically proven to make you attractive to others. In all facets of your life. %[how does that work?](postback:how_does_it_work) %[boring.](postback:boring.)",
    "HOW DOES THAT WORK": "Authenticity is the degree to which you are true to your own personality, spirit, or character, despite external pressures.\nThose very external pressures often make it uncomfortable to be the authentic 'you'\nThe largest barrier to finding authenticity are the proverbial crutches we lean on to create our sense of identity.\nWhen you begin to kick out the crutches your safety net vanishes from under you and discomfort settles in. This discomfort may seem unbearable at first but as you remain there it slowly becomes more comfortable",
    "BORING.": "Yea, I guess that's boring, o well... Want to hear a random fact? %[Random Fact](postback:random_fact)",
    "TELL ME ABOUT MIKE": "We'll where to begin. I like  ",
    "RED":"Do you mean?%[Red Pill](postback:blue_pill)",
    "BLUE":"Do you mean?%[Blue Pill](postback:blue_pill)",
    "WAIT":"Wait for what?",
    "WHITE":"Found this on the internet: Symbolic of purity, innocence and naivete, white has strong connotations of youth and purity. If you are an older person, your preference for white could indicate a desire for perfection and impossible ideals, maybe an attempt to recapture lost youth and freshness. It may also symbolize a desire for simplicity or the simple life.\nThis stuff is boring though %[Agree](postback:agree) %[No, I like it](postback:no_i_like)",
	"RED":"Found this on the internet: The color of strength, health, and vitality, Red is often the color chosen by someone outgoing, aggressive, vigorous and impulsive—or someone who would like to be! It goes with an ambitious nature but those who choose it can be abrupt at times, determined to get all they can out of life, quick to judge people and take sides. Red people are usually optimistic and can’t stand monotony; they are rather restless and not at all introspective, so they may be unaware of their own shortcomings. They find it hard to be objective and may blame others for any mishaps. Quiet people with a preference for red may feel the need for the warmth, strength and life-giving qualities of the color, or they blanket their true feelings under a sober exterior. Red is usually chosen by people with open and uncomplicated natures, with a zest for life.",
	"PINK":"Found this on the internet: This color embodies the gentler qualities of Red, symbolizing love and affection without passion. Women who prefer Pink tend to be maternal. Pink desires protection, special treatment and a sheltered life. Pink people require affection and like to feel loved and secure, perhaps wanting to appear delicate and fragile. Pink people tend to be charming and gentle, if a trifle indefinite.",
	"ORANGE":"Found this on the internet: This color of luxury and pleasure appeals to the flamboyant and fun-loving person who likes a lively social round. Orange people may be inclined to dramatize a bit, and people notice them, but they are generally good-natured and popular. They can be a little fickle and vacillating, but on the whole they try hard to be agreeable. Orange is the color of youth, strength, fearlessness, curiosity and restlessness.",
	"YELLOW":"Found this on the internet: The color of happiness, wisdom and imagination, Yellow is chosen by the mentally adventurous, searching for novelty and self-fulfillment. Yellow usually goes with a sunny and shrewd personality, with a good business head and a strong sense of humor. It is the color of intellectuality and all things to do with the mind. Yellow folks are usually clear and precise thinkers who have a good opinion of their own mental capacities and who have lofty ideals. They may at times tend to shun responsibility, preferring freedom of thought and action.",
	"GREEN":"Found this on the internet: The color of harmony and balance, Green symbolizes hope, renewal and peace, and is usually liked by the gentle and sincere. Greens are generally frank, community-minded people, fairly sociable but preferring peace at any price. Green people can be too self-effacing, modest and patient, so they may get exploited by others. They are usually refined, civilized and reputable.",
	"BLUE":"Found this on the internet: Soft, soothing, compassionate and caring, Blue is the color of deliberation and introspection, conservatism and duty. Patient, persevering, conscientious, sensitive and self-controlled, Blues like to be admired for their steady character and wisdom. They are faithful, but are often worriers with somewhat inflexible beliefs and can be too cautious, and suspicious of flamboyant behavior.",
	"PURPLE":"Found this on the internet: Purples are highly individual, fastidious, witty and sensitive, with a strong desire to be unique and different. Temperamental, expansive and artistic, a Purple person may become aloof and sarcastic when misunderstood. If you chose Purple, you tend to be unconventional, tolerant and dignified, likely to achieve positions of authority.",
	"BROWN":"Found this on the internet: A Brown person has stamina and patience, tending to be very solid and substantial, conscientious, dependable, steady and conservative. Browns are not impulsive, and may be inarticulate and tactless but they love responsibility and are reliable and kindly. If you chose Brown, watch out for a tendency to be obstinate and inflexible.",
	"GRAY":"Found this on the internet: The color of caution and compromise, diligent Grays search for composure and peace and often work hard without reward. Older Grays like life to run on an even keel with few ups and downs. Young Grays may be withdrawing from life and suppressing their personalities. Grays often have good business ability and tend to work too much.",
	"BLACK":"Found this on the internet: Dignified and impressive without being showy, Black people want to give the appearance of mystery, but their preference may also indicate a suppression of desires and worldly aims, suggesting hidden depths and inner longings.",
	"NO, I LIKE IT":"Ahh, i see. Ask me about another color then.",

}
